<?php 

return[

    //##### main menu #####//

    'home' => 'الرئيسية',
    'about' => 'من نحن',
    'about-summary' => 'شركة انسكوب لتكنلوجيا المعلومات تأسست اعمالنا و تطورت ضمن ثورة المعلوماتية ومواكبة العولمة في أمن المعلومات والتطبيقات البرمجية والعمل في أنظمة الهدر الكهربائي . تمتد خبرتنا المتنوعة في تطوير الحلول وتنفيذ الانشطة والعمليات الخاصة لمختلف المنشآت وبمختلف احجامها.',
    'services' => 'خدماتنا',
    'news'   => 'اخر الاخبار',
    'imageshow' => 'معرض الصور',
    'projects' => 'معرض الاعمال',
    'contact'  => 'اتصل بنا',

    //######## slider ########//

    'eniscop-slider-title' => 'شركة انسكوب لتكنلوجيا المعلومات', 

    'specilized-in'   => 'متخصصون في',
    'specilize-title' => 'توفير الحلول التقنية في امن المعلومات واهدار الطاقة الكهربائية',

    'ourgoal'        => 'هدفنا',
    'ourgoal-title'  => 'الارتقاء بجودة الخدمات المقدمة في قطاع تكنلوجيا المعلومات',
    // ############## about ########## //

    'vision'         => 'رؤيتنا',
    'vision-summary' => 'تبسيط التكنلوجيا المعقدة ونجعلها رفيقة دربك و نسعى جاهدين لجعلها تتكامل بسلاسة مع عملك',

    'message'         => 'رسالتنا',
    'message-summary' => 'العمل بمبدا الشراكة الذكية مع العملاء لتقديم خدمات متميزة ذات جودة عالية باستخدام افضل الأدوات والحلول التقنية',

    'mission'         => 'مهمتنا',
    'mission-summary' => 'ان نكون الشركة الرائدة في مجال تكنلوجيا وامن المعلومات وحلول الاستهلاك الكهربائي بتقديم خدمات متميزة ذات جودة عالية لعملائنا في جمهورية السودان وافريقيا ',

    'strategic-goals'         => 'اهدافنا الاستراتيجية',
    'strategic-goals-summary' => 'الارتقاء بجودة الخدمات المقدمة في قطاع تكنلوجيا المعلومات ، الريادة في تقديم خدمات حلول اهدار الطاقة الكهربائية ، ضمان تقديم كافة الخدمات التقنية وفق معايير الجودة والكفاءة والشفافية',

    //################# our services ##########//

    'service-title' => 'تتميز شركة انسكوب لتكنولوجيا المعلومات بتقديم خدمات ذات جودة عالية في أمن المعلومات والتطبيقات البرمجية والعمل في أنظمة الهدر الكهربائي',

    'tech-services'       => 'الخدمات التقنية',
    'tech-services-summary' => 'إجراء اختبارات اكتشاف و فحص الثغرات الأمنية من قبل مختصين في المجال لتقييم مستوي الأمن في شبكة الحواسيب والخوادم والأنظمة المعلوماتية والصفحات الإلكترونية المتعلقة بالمنشأة',

    'admin-services'         => 'الخدمات الادارية',
    'admin-services-summary' => 'تتمحور هذه الخدمات حول تقدير الفجوة في امن المعلومات ، تحديد المخاطر في امن المعاومات ، تطوير خطة استراتيجية لامن المعلومات ، تطوير سياسات واجراءات أمن المعلومات بالاضافة الي تطبيق المعيار العالمي في أمن المعلومات آيزو 27001 ',

    'apps-services'         => 'التطبيقات البرمجية',
    'apps-services-summary' => 'نستخدم احدث التقنيات لتطوير التطبيقات البرمجية قي جميع المجالات مثل تطوير مواقع الويب وتطبيقات الموبايل وتطبيقات قواعد البيانات وانظمة ادارة المنشئات',

    'waste-electric-services'         => 'إهدار الطاقة الكهربائية',
    'waste-electric-services-summary' => 'اهدار او عدم التحكم في إرشاد الطاقة يعتبر من الدوافع الرئيسية التي قد تؤدي الى الازمات وخسائر طائله لكل المنشآت الاستثمارية وغيرها ، تمتلك شركة انسكوب بالتعاون مع شركة best البريطانية الحلول لتقليل الفاقد وتغيير السلوك وضبط كفاءة الماكينة',

    'hr-services'         => 'الموارد البشرية',
    'hr-services-summary' => 'تحرص شركة إنسكوب لتكنلوجيا المعلومات دوماً على المبادرة في الجانب التوعوي والتثقيفي، وهو برنامج إلكتروني ذاتي التعلم يهدف إلى توعية وتثقيف الموظفين في القطاعات المختلفة بأهمية أمن المعلومات وتأثيره على حفظ سير العمل واستمراريته',

    'forensic-analysis-services'         => 'التحليل الجنائي',
    'forensic-analysis-services-summary' => 'نستخدم احدث التفنيات المتعلقة باكتشاف الفعل والفاعل في الجرائم المعلوماتية سواء كان ذلك عن طرق العمد أو الخطأ من قبل أحد موظفي المنشأة، ويتم ذلك عن طريق تحليل للأدلة الجنائية التي خلفتها تلك الحادثة ومن ثم الحصول على النتائج المطلوبة',

    // ################## statestic counter ################# //
    'our-clients'         => 'عملائنا',
    'successful-projects' => 'المشاريع المنفذه',
    'awards'              => 'الجوائز',

    // ################ lates news ############ // 
    'last-news'  => 'اخر الاخبار',

     // ############### footer #################// 
     'right' => 'كل الحقوق محفوظة',

     // ################# about ############### //
     'about-eniscope' => 'نبذه عن شركة انسكوب',
     'about-summary'  => 'شركة انسكوب لتكنلوجيا المعلومات تأسست اعمالنا و تطورت ضمن ثورة المعلوماتية ومواكبة العولمة في أمن المعلومات والتطبيقات البرمجية والعمل في أنظمة الهدر الكهربائي . تمتد خبرتنا المتنوعة في تطوير الحلول وتنفيذ الانشطة والعمليات الخاصة لمختلف المنشآت وبمختلف احجامها',

     'vision-and-message' => 'الرؤيه و الرسالة',
     'vision-full'        => '- تبسيط التكنلوجيا المعقدة ونجعلها رفيقة دربك و نسعى جاهدين لجعلها تتكامل بسلاسة مع عملك حتى تنمو وتتطور أعمالك.
                                - لقد قادنا نجاحنا إلى الانضمام الى شركةBEST البريطانية والتي تعد واحدة من أكبر شركات الحلول التقنية في المملكة المتحدة والعالم اجمع توفر حلول رقمية ذكية في توفير الطاقة الكهربائية
                                - تعتبر الكهرباء من اهم مصادر الطاقة التي يعتمد عليها الانسان بشكل كبير في مجالات الحياة المختلفة خاصة بعد التطور التكنلوجي وقد اصبح توفير استهلاك الطاقة الكهربائية حاجة ملحة في الوقت الحاضر لذلك قامت شركة إنسكوب لتكنلوجيا المعلومات',
     'message-full'       => 'العمل بمبدا الشراكة الذكية مع العملاء لتقديم خدمات متميزة ذات جودة عالية باستخدام افضل الأدوات والحلول التقنية الاحدث في تكنلوجيا المعلومات وتقليل استهلاك الكهرباء كوكيل حصرى في السودان لشركة BEST البريطانية الرائدة في صناعة الأجهزة والمعدات التكنلوجية في تقليل الإهدار الكهربائي',

     //##################### news ##########################//

     'all-news'  => 'كل الاخبار',

    //######################### contact us #################//
    'send-message'  => 'ارسال رسالة',

    'name'          => 'الاسم',
    'email'         => 'البريد',
    'message'       => 'الرسالة',
    'send'          =>  'ارسال',
    'address'       => 'الخرطوم بحري ، شارع البلدية ، عمارة طلب',

     //############################## portfolio ###################//

     'portfolio' => 'معرض الاعمال',

     'latest-shot'  => 'احدث الاعمال',
     'all'           => 'الكل',

     //########################### portfolio details ##############//
     'portfolio-details'   => 'تفاصيل المشروع',
     'project-title'       =>  'عنوان المشروع',
     'project-details'     =>  'تفاصيل المشروع',
     'project-info'        => 'معلومات عن المشروع',
     'project-name'        => 'اسم المشروع',
     'company'             => 'الشركة',
     'category'            => 'التصنيف',
     'work-duration'       => 'مدة العمل',
     'budget'              => 'الميزانية',

     //########################### technical services ###############//
     'technical-service-title' => 'إجراء اختبارات اكتشاف و فحص الثغرات الأمنية',
     'technicla-service-full'  => '
                                     مع تعجل شركات تقنية المعلومات في طرح حلولها التقنية بدون مراجعة دقيقة للثغرات الأمنية وكذلك عدم اكتراث المبرمجين و المطورين بالجوانب الأمنية للتعاملات الالكترونية فان ذلك يؤدي إلى اختراقات قد تكلف المنظمات الكثير من الخسائر سواء معنوية أو مالية. إجمالاً ما يتم عملههو اختبار تقني من قبل شخص مختص (مختبِر) لتقييم مستوى الأمن في شبكة الحواسيب والخوادم والأنظمة المعلوماتية والصفحات الإلكترونية المتعلقة بالمنشأة، وهو في مجمله يكون محاكاة لهجوم شخص مجهول على الشبكة الداخلية للمنشأة ومحاولة اختراقها وسرقة المعلومات منها، وهي تنقسم إجمالاً في طريقتها إلى نوعين:
                                     - اختبار الصندوق الاسود
                                     - اختبار الصندوق الابيض

                                        ',
    //################################ admin services ############################## //

    'estimate-is-gap' => 'تقدير الفجوة في أمن المعلومات',
    'estimate-is-gap-sum' => 'تتمحور هذه الخدمة حول مراجعة المفاهيم والأنظمة والعمليات في أمن المعلومات وتحديد مكامن النقص والضعف بناء على معايير دولية متخصصة في أمن المعلومات، وتظهر فائدة هذه الخطوة المعرفية كثيرا عندالبدء في رسم صورة أوضح لتطوير هذه الأنظمة وبالتالي رفع كفاءة الجهة الطالبة للخدمة للتصدي للهجمات المتوقعة على أنظمتها المعلوماتية الحساسة، كما أن معرفة مكامن النقص تساعد على تقنين الميزانية المخصصة لأمن المعلومات ',
    'is-risk'   => 'تحديد المخاطر في أمن المعلومات',
    'is-risk-sum'  => 'لذا فإن هذه الخدمة تعنى بتعيين الأصول المهمة ومن ثم تحديد المخاطر التي تواجهها وتقييمها واتخاذ الخطوات لخفضها إلى مستوى مقبول، مع الأخذ بالاعتبار لأي احتياطات لازمة يمكن أن تتسبب بها أي مخاطر مستقبلية، فوجود آلية فعالة لتحديد المخاطر يعد عنصرًا هامًا ضمن خطة أمن تقنية المعلومات الناجحة.',
    'is-plan'   => 'تطوير خطة استراتيجية لأمن المعلومات',
    'is-plan-sum'  => 'التخطيط المتميز والمحكم هو سر نجاح أي مشروع، والذي يهدف دائما إلى الحصول على أفضل النتائج بطرق سليمة وفعالة في الزمن المطلوب وتحت نطاق الميزانية الموضوعة، لذا فإن إنسكوب لتكنلوجيا المعلومات تسخرجهود مستشاريه لدراسة مختلف المنشأت ومن ثم تطوير خطة أمن معلومات استراتيجية تتماشى مع سياسة عمل الجهة الطالبة وتحقق أهدافها المنشودة، حيث تتضمن هذه الخطة على الرؤية،و الرسالة،و الأهداف،و تحليل نقاط القوة والضعف والفرص والمخاطرو المشاريع المستقبلية التي تحتاجها الجهة في مجال أمن المعلومات، بالإضافة إلى تحديد مهام إدارة أمن المعلومات وموظفيها، وهيكلة إدارة أمن المعلومات.',
    'is-policies'  => 'تطوير سياسات واجراءات أمن المعلومات',
    'is-policies-sum'  => 'يعد سن السياسات والاجراءات أحد أبرز المهام المناطة بالإدارة العليا لأي منشآة، حيث يتم وضع هذه السياسات والاجراءات بهدف نشر النظام والوعي داخل المنشأة بما يخص تعاملاتها الداخلية والخارجية، ويتم تطوير السياسات والاجراءات الخاصة بأمن المعلومات كإجراء قانوني و وقائي للحماية ضد الاستعمال الخاطئ لأجهزة وأنظمة المنشأة بما يضمن حفظ المعلومات وسلامتها',
    'is-iso'     => 'تطبيق المعيار العالمي في أمن المعلومات آيزو 27001',
    'is-iso-sum'  => 'يعد معيار الآيزو 27001 أحد أبرز المعايير العالمية المختصة بأمن المعلومات، حيث يتميز بشموليته وتغطيته لمختلف الجوانب النظرية والتطبيقية للمنشآت، فهو يشمل ما يزيد على 130 عنصر من عناصر التحكم الأمنية والتي عند تطبيقها تكون كافية بإذن الله لضمان أمن معلومات المنشأة المتوفرة في أجهزتها وأنظمتها وتعاملاتها الإلكترونية، وبالتالي حصول المنشأة على شهادة دولية معتمدة باستحقاقها للآيزو 27001.',
    'is-control-element' => 'تطبيق أهم عشرين عنصر من عناصر التحكم الأمني', 
    'is-control-element-sum'  => 'بدأت هذه العناصر بالفعل في تغيير مفهوم الأمن داخل المنشآت بمختلف نشاطاتهامن خلال تركيزها على الضوابط الرئيسية التي تمنع الهجمات الإلكترونية المعروفة وتكشفما نتج عنها، حيث توفر هذه العناصرللمسؤولين عن فرض الالتزام والأمن داخل المنشأة ما ينبغي القيام به لتأمين الأنظمة بدرجة أكبر، حيث تعمل هذه العناصر على حماية حدود النظام عن طريق توفير الاعدادات الأمنية الأمثل لمختلف التعاملات الإلكترونية داخل المنشأة',
    'is-project'  => 'الاشراف على المشاريع الأمنية',
    'is-project-sum'  => 'تختلف الحاجات الأمنية بإختلاف الأعمال والمواقع، لذا فإنه عند رغبة أي منشأة في إتمام أي مشروع أمني فإن المركز يسخر جهود خبراءه في الاشراف على كافة جوانب ذلك المشروع و الإدلاء بمختلف الارشادات التي تساعد على نجاح ذلك المشروع والخروج منه بكافة النتائج المرجوة.',

     //################################# forensic-analysis ###################################//
     'forensic-analysis-title' => 'التحليل الجنائي الرقمي',
     'forensic-analysis-intro' => 'في هذا العصر أضحى جهاز الحاسوب أحد الأدوات المستخدمة لتنفيذ الجرائم، أو ما يعرف بالجرائم الإلكترونية، والتي يمكن أن تنتج عن اختراق أو اتلاف لشبكة أو نظام أو خادم أي منشأة وما يسببه ذلك من ضرر كبير يمكن أن يسبب الكثير من الخسائر المادية والمعنوية،لذا فإن المركز يسخر جهوده التقنية لاكتشاف الفعل والفاعل سواء كان ذلك عن طرق العمد أو الخطأ من قبل أحد موظفي المنشأة، ويتم ذلك عن طريق تحليل للأدلة الجنائية التي خلفتها تلك الحادثة ومن ثم الحصول على النتائج المطلوبة',
     'Secure-active'           => 'تأمين الدليل النشط ووحدة التحكم بالنطاقات',
     'secure-active-sum'       => 'يحتوي النشط (Active Directory) على كافة المعلومات المتعلقة بشبكة الاتصال الخاصة بكم، مثل حسابات المستخدمين والمجموعات والسياسات وحقوق المستخدم وغيرها،لذا فإن تأمين الدليل النشط عموماً ووحدة التحكم بالنطاقات (Domain Controller) خصوصا أمراً في غاية الأهمية، وتسطيع الكلية تقديم المساعدة لرفع مستوى أمن الدليل النشط ووحدة التحكم بالنطاقات من خلال معالجة ما يتصل بهما من عناصر الأمن الأساسية.',
     'securing-infra'          => 'تأمين البنية التحتية للمنشأة',
     'securing-infra-sum'      => 'تضم معظم الشبكات في وقتنا الحالي الكثير من خوادم الحواسيب التي توفر خدمات البنية التحتية لبيئة تقنية المعلومات، ولذلك يعتبر تأمين هذه الخوادم أمرًا ذو أهمية قصوى، ونحن في الكلية يمكننا تقديم المساعدة لرفع مستوى أمن هذه الخوادم من خلال معالجة ما يتصل بها من عناصر الأمن الأساسية ',
     'securing-account'        => 'تأمين حسابات المسؤولين',
     'securing-account-sum'    => 'الشبكة الداخلية تعد هي الشريان الأساسي لأي منشأة ، فهي حامل وناقل معلومات المنشأة وهي التي تكون مستهدفة دائما عند أي هجوم إلكتروني، ولا يقتضي اختراق الشبكة أن يكون هجوما متعمدا بل قد يكون خطأ غير مقصود من قبل أحد موظفي المنشأة، لذا فإن تأمين حسابات عملاء الشبكة وتحديد صلاحياتهم يعد أحد أهم طرق حماية المعلومات المنشأة من أي ضياع أو تلف',

]

?>